experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_80/pair_22/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5321.68    266083.86         0.27         0.75060         0.75100         0.94300         1.06300    274461.76 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5321.68    266083.86         0.27         0.75060         0.75100         0.94300         1.06300    274461.76